[
  {
    "id": 1,
    "category": "Education",
    "title": "Genius children need platform",
    "primary_para": "Today Indian TV channels have moved far ahead from providing just entertainment in forms of daily soaps. Now TV channels are not merely about argument between “saas and bahu”. These have turned into platforms of stardom, money and popularity. TV channels play key role in making an individuals dream come true. All these are possible because of the number of reality shows.",
    "secondary_para": "Today while surfing through the schedules and list of shows in channel one can easily find at least one reality show in any channel. Today nascent singers in our country have Indian idol as a great platform, dancers have dance India dance and even the people who fascinate the field of cooking have shows like master chef. But one thing we find common in all these shows is contestants speaking about lack of support shown by their parents as they want their child to concentrate on studies as they believe study is something which will help their child earn his or her living. They want their child to become either an engineer or a doctor. Engineering in India has become a guarantee source of income. Even before the conclusion of engineering one has job in his hand. But the fact of this matter is with the increasing number of colleges and competition,  the quality of education and number of intelligent and innovative students has gone down significantly. Students of today’s generation do not pledge to do something new in the field of science and technology. They dream of getting jobs in foreign countries and use their brain for the development of foreign nation. They do not care about excellence and study only that much which will help them get into the college.",
    "final_para": "All these problems have arisen because we do not have platform for geniuses and intelligent students. We fail to encourage them to do something new and excel in the field of invention. That is why I say we need platform for budding scientist. Today a child even at the age of twelve or fourteen gets recognition in the field of dancing, singing because of the reality shows.On the other hand a scientist is honored when his age crosses fifty. We have boys and girls under thirty five who have the potential of excelling in the field of science but lack of opportunities is stopping them.Why can’t we have reality shows for budding scientist.  Like the auditions in other reality shows we can have tests conducted throughout the country. The top ten geniuses can be selected and they too will go through different rounds in which their knowledge regarding different branches of science will be tested and as the winner of singing competition gets a singing contract, in the same way winner of this competition can get an opportunity to work in the field of research at the centers of science like ISRO and BARC.Such shows will encourage the youth of the country to think out of box when it comes to science and technology. We do not want them to be called nerds but instead brains with great intelligence and innovation. Today we do not get Nobel prizes in the field of science because the youth is busy in mugging the textbooks so that they can get into the college.We need to encourage them to break the shackles of job oriented study and let their mind explore the world and get into the research oriented study. We talk about modern Homi Bhabha, CV Raman and Aryabhatta but the lack of opportunity is not letting us to get to them.",
    "footer_para": "I strongly believe inspite of having all other talent one has, it is his intelligence which stands tall. As it is said “ Vidvan Sarvatra Pujyate",
    "written_by": "Gaurav Asopa"
  }
]
